Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# notifications.devicePref.scope.footer.editLocked
source: Edit mode preserves the original scope. The selected operator and wallet are part of the alert's identity and cannot be changed here.
ar: يحافظ وضع التعديل على النطاق الأصلي. المشغل والمحفظة المحددان جزء من هوية التنبيه ولا يمكن تغييرهما هنا.
bn: এডিট মোড মূল স্কোপ সংরক্ষণ করে। নির্বাচিত অপারেটর ও ওয়ালেট অ্যালার্টের পরিচয়ের অংশ এবং এখানে বদলানো যাবে না।
bs: Način uređivanja čuva izvorni opseg. Odabrani operater i novčanik su dio identiteta upozorenja i ovdje se ne mogu mijenjati.
cs: Režim úprav zachovává původní rozsah. Vybraný operátor a peněženka jsou součástí identity upozornění a nelze je zde měnit.
da: Redigeringstilstand bevarer det oprindelige område. Den valgte operatør og wallet er en del af alarmens identitet og kan ikke ændres her.
de: Der Bearbeitungsmodus erhält den ursprünglichen Bereich. Der gewählte Operator und das Wallet sind Teil der Alarm-Identität und können hier nicht geändert werden.
el: Η λειτουργία επεξεργασίας διατηρεί το αρχικό πεδίο. Ο επιλεγμένος operator και το πορτοφόλι αποτελούν μέρος της ταυτότητας της ειδοποίησης και δεν μπορούν να αλλάξουν εδώ.
es: El modo de edición preserva el ámbito original. El operador y la wallet seleccionados forman parte de la identidad de la alerta y no se pueden cambiar aquí.
fa: حالت ویرایش دامنه اصلی را حفظ می‌کند. اپراتور و کیف پول انتخاب‌شده بخشی از هویت هشدار هستند و اینجا قابل تغییر نیستند.
fi: Muokkaustila säilyttää alkuperäisen laajuuden. Valittu operaattori ja lompakko ovat osa hälytyksen identiteettiä, eikä niitä voi muuttaa täältä.
fil: Pinapanatili ng edit mode ang orihinal na scope. Ang napiling operator at wallet ay bahagi ng identity ng alerto at hindi maaaring palitan dito.
fr: Le mode édition préserve la portée d'origine. L'opérateur et le portefeuille sélectionnés font partie de l'identité de l'alerte et ne peuvent pas être modifiés ici.
he: מצב עריכה שומר על הטווח המקורי. האופרטור והארנק שנבחרו הם חלק מזהות ההתראה ואי אפשר לשנות אותם כאן.
hi: एडिट मोड मूल स्कोप को बनाए रखता है। चुना गया ऑपरेटर और वॉलेट अलर्ट की पहचान का हिस्सा हैं और यहां बदले नहीं जा सकते।
hr: Način uređivanja čuva izvorni opseg. Odabrani operator i novčanik dio su identiteta upozorenja i ne mogu se ovdje promijeniti.
hu: A szerkesztés mód megőrzi az eredeti hatókört. A kiválasztott operátor és pénztárca a riasztás azonosságának része, és itt nem módosíthatóak.
hy: Խմբագրման ռեժիմը պահպանում է սկզբնական շրջանակը։ Ընտրված օպերատորը և դրամապանակը ազդանշանի ինքնության մաս են և այստեղ չեն կարող փոխվել։
id: Mode edit mempertahankan cakupan asli. Operator dan dompet yang dipilih adalah bagian dari identitas peringatan dan tidak dapat diubah di sini.
is: Breytingarhamur heldur upprunalegu umfangi. Valinn rekstraraðili og veski eru hluti af auðkenni viðvörunarinnar og er ekki hægt að breyta þeim hér.
it: La modalità di modifica preserva l'ambito originale. L'operatore e il wallet selezionati fanno parte dell'identità dell'allerta e non possono essere modificati qui.
ja: 編集モードでは元の範囲が保持されます。選択したオペレーターとウォレットはアラートの識別情報の一部であり、ここでは変更できません。
ko: 편집 모드에서는 원래 범위가 유지됩니다. 선택된 오퍼레이터와 지갑은 알림의 식별자에 포함되며 여기서 변경할 수 없습니다.
lt: Redagavimo režimas išsaugo pirminę apimtį. Pasirinktas operatorius ir piniginė yra įspėjimo tapatybės dalis ir čia jų pakeisti negalima.
lv: Rediģēšanas režīms saglabā sākotnējo tvērumu. Izvēlētais operators un maks ir daļa no brīdinājuma identitātes, un tos šeit nevar mainīt.
ms: Mod edit mengekalkan skop asal. Operator dan dompet yang dipilih adalah sebahagian daripada identiti amaran dan tidak boleh diubah di sini.
my: Edit mode သည် မူလ scope ကို ထိန်းသိမ်းထားသည်။ ရွေးထားသော operator နှင့် Wallet သည် alert ၏ identity အစိတ်အပိုင်းဖြစ်ပြီး ဤနေရာတွင် ပြောင်းလဲ၍မရပါ။
nb: Redigeringsmodus bevarer det opprinnelige omfanget. Valgt operatør og lommebok er en del av varselets identitet og kan ikke endres her.
nl: De bewerkingsmodus behoudt het oorspronkelijke bereik. De geselecteerde operator en wallet maken deel uit van de identiteit van de alert en kunnen hier niet worden gewijzigd.
pl: Tryb edycji zachowuje pierwotny zakres. Wybrany operator i portfel są częścią tożsamości alertu i nie można ich tutaj zmienić.
pt_br: O modo de edição preserva o escopo original. O operador e a carteira selecionados fazem parte da identidade do alerta e não podem ser alterados aqui.
ro: Modul de editare păstrează domeniul original. Operatorul și portofelul selectate fac parte din identitatea alertei și nu pot fi modificate aici.
ru: Режим редактирования сохраняет исходную область. Выбранный оператор и кошелёк являются частью идентификатора оповещения и не могут быть изменены здесь.
sk: Režim úprav zachováva pôvodný rozsah. Vybraný operátor a peňaženka sú súčasťou identity upozornenia a nemožno ich tu zmeniť.
sq: Modaliteti i modifikimit ruan fushëveprimin origjinal. Operatori dhe portofoli i zgjedhur janë pjesë e identitetit të sinjalizimit dhe nuk mund të ndryshohen këtu.
sr_latn: Režim izmene čuva izvorni opseg. Izabrani operater i novčanik su deo identiteta upozorenja i ne mogu se ovde promeniti.
sv: Redigeringsläget bevarar den ursprungliga omfattningen. Vald operatör och plånbok är en del av larmets identitet och kan inte ändras här.
sw: Hali ya kuhariri huhifadhi wigo asili. Operator na wallet zilizochaguliwa ni sehemu ya utambulisho wa arifa na haziwezi kubadilishwa hapa.
th: โหมดแก้ไขจะคงขอบเขตเดิม โอเปอเรเตอร์และกระเป๋าเงินที่เลือกเป็นส่วนหนึ่งของตัวตนการแจ้งเตือนและไม่สามารถเปลี่ยนได้ที่นี่
tr: Düzenleme modu özgün kapsamı korur. Seçilen operatör ve cüzdan uyarının kimliğinin parçasıdır ve buradan değiştirilemez.
uk: Режим редагування зберігає початкову область. Вибраний оператор і гаманець є частиною ідентичності сповіщення й не можуть бути змінені тут.
vi: Chế độ chỉnh sửa giữ nguyên phạm vi gốc. Người vận hành và ví đã chọn là một phần định danh của cảnh báo và không thể thay đổi tại đây.
zh_hans: 编辑模式会保留原始范围。所选运营方和钱包是提醒身份的一部分，不能在此处更改。
zh_hant: 編輯模式會保留原有範圍。所選操作員和錢包是警示身份的一部分，不能在此更改。

# notifications.devicePref.scope.footer.loadingOperators
source: Loading operators… If the list stays empty, your account has no operator memberships and only Device scope is available.
ar: جارٍ تحميل المشغلين… إذا ظلت القائمة فارغة، فلا يضم حسابك عضويات مشغلين ويتاح نطاق الجهاز فقط.
bn: অপারেটর লোড হচ্ছে… তালিকা খালি থাকলে, আপনার অ্যাকাউন্টে কোনো অপারেটর সদস্যপদ নেই এবং শুধু ডিভাইস স্কোপ উপলব্ধ।
bs: Učitavanje operatera… Ako lista ostane prazna, vaš račun nema dodijeljenih operatera i dostupan je samo opseg Uređaj.
cs: Načítání operátorů… Pokud seznam zůstane prázdný, váš účet nemá žádná členství v operátorech a je dostupný pouze rozsah Zařízení.
da: Indlæser operatører… Hvis listen forbliver tom, har din konto ingen operatørmedlemskaber, og kun området Enhed er tilgængeligt.
de: Operatoren werden geladen… Bleibt die Liste leer, hat dein Konto keine Operator-Mitgliedschaften und nur der Bereich „Gerät“ ist verfügbar.
el: Φόρτωση operators… Αν η λίστα παραμείνει κενή, ο λογαριασμός σας δεν έχει συμμετοχές σε operator και διαθέσιμο είναι μόνο το πεδίο Συσκευή.
es: Cargando operadores… Si la lista permanece vacía, tu cuenta no tiene operadores asociados y solo el ámbito Dispositivo está disponible.
fa: در حال بارگذاری اپراتورها… اگر فهرست خالی بماند، حساب شما عضویتی در اپراتورها ندارد و فقط دامنه دستگاه در دسترس است.
fi: Ladataan operaattoreita… Jos lista jää tyhjäksi, tilillesi ei ole määritetty operaattoreita ja vain Laite-laajuus on käytettävissä.
fil: Naglo-load ng mga operator… Kung mananatiling walang laman ang listahan, walang operator membership ang iyong account at Device scope lamang ang available.
fr: Chargement des opérateurs… Si la liste reste vide, votre compte n'a aucune adhésion à un opérateur et seule la portée Appareil est disponible.
he: טוען אופרטורים… אם הרשימה נשארת ריקה, לחשבון שלך אין חברות אצל אופרטורים וזמין רק טווח מכשיר.
hi: ऑपरेटर लोड हो रहे हैं… अगर सूची खाली रहती है, तो आपके अकाउंट में कोई ऑपरेटर मेंबरशिप नहीं है और केवल डिवाइस स्कोप उपलब्ध है।
hr: Učitavanje operatora… Ako lista ostane prazna, vaš račun nema članstva kod operatora i dostupan je samo opseg Uređaj.
hu: Operátorok betöltése… Ha a lista üres marad, fiókja nem rendelkezik operátortagsággal, és csak az Eszköz hatókör érhető el.
hy: Օպերատորները բեռնվում են… Եթե ցանկը դատարկ մնա, ձեր հաշիվը օպերատորային անդամակցություններ չունի, և հասանելի է միայն Սարքի շրջանակը։
id: Memuat operator… Jika daftar tetap kosong, akun Anda tidak memiliki keanggotaan operator dan hanya cakupan Perangkat yang tersedia.
is: Hleður rekstraraðilum… Ef listinn helst tómur hefur reikningurinn þinn enga aðild að rekstraraðilum og aðeins umfangið Tæki er tiltækt.
it: Caricamento operatori… Se la lista rimane vuota, il tuo account non ha appartenenze a operatori ed è disponibile solo l'ambito Dispositivo.
ja: オペレーターを読み込み中… リストが空のままの場合、アカウントにオペレーターのメンバーシップがなく、利用できるのはデバイス範囲のみです。
ko: 오퍼레이터를 불러오는 중… 목록이 비어 있으면 계정에 오퍼레이터 멤버십이 없으며 기기 범위만 사용할 수 있습니다.
lt: Įkeliami operatoriai… Jei sąrašas liks tuščias, jūsų paskyra neturi operatoriaus narystės ir prieinama tik įrenginio apimtis.
lv: Notiek operatoru ielāde… Ja saraksts paliek tukšs, jūsu kontam nav operatoru piesaistes un pieejams ir tikai Ierīces tvērums.
ms: Memuatkan operator… Jika senarai kekal kosong, akaun anda tiada keahlian operator dan hanya skop Peranti tersedia.
my: operators များ ဖွင့်နေသည်… စာရင်းကွက်လပ်ဖြစ်နေပါက သင့်အကောင့်တွင် operator memberships မရှိပြီး Device scope သာ ရနိုင်သည်။
nb: Laster operatører… Hvis listen forblir tom, har kontoen din ingen operatørmedlemskap, og bare omfanget Enhet er tilgjengelig.
nl: Operators laden… Als de lijst leeg blijft, heeft je account geen operator-lidmaatschappen en is alleen het bereik Apparaat beschikbaar.
pl: Wczytywanie operatorów… Jeśli lista pozostanie pusta, Twoje konto nie ma przypisanych operatorów i dostępny jest tylko zakres Urządzenie.
pt_br: Carregando operadores… Se a lista permanecer vazia, sua conta não tem vínculos com operadores e apenas o escopo Dispositivo está disponível.
ro: Se încarcă operatorii… Dacă lista rămâne goală, contul tău nu are afilieri de operator și este disponibil doar domeniul Dispozitiv.
ru: Загрузка операторов… Если список останется пустым, у вашей учётной записи нет связанных операторов и доступна только область «Устройство».
sk: Načítavanie operátorov… Ak zoznam zostane prázdny, váš účet nemá členstvá u operátorov a dostupný je iba rozsah Zariadenie.
sq: Po ngarkohen operatorët… Nëse lista mbetet bosh, llogaria jote nuk ka anëtarësi operatori dhe është i disponueshëm vetëm fushëveprimi i pajisjes.
sr_latn: Učitavanje operatera… Ako lista ostane prazna, vaš nalog nema članstva kod operatera i dostupan je samo opseg Uređaj.
sv: Laddar operatörer… Om listan förblir tom har ditt konto inga operatörsmedlemskap och endast omfattningen Enhet är tillgänglig.
sw: Inapakia operators... Orodha ikibaki tupu, akaunti yako haina uanachama wa operator na wigo wa Kifaa pekee unapatikana.
th: กำลังโหลดโอเปอเรเตอร์… หากรายการยังว่าง บัญชีของคุณไม่มีสมาชิกโอเปอเรเตอร์และใช้ได้เฉพาะขอบเขตอุปกรณ์
tr: Operatörler yükleniyor… Liste boş kalırsa, hesabınızda operatör üyeliği yoktur ve yalnızca Cihaz kapsamı kullanılabilir.
uk: Завантаження операторів… Якщо список залишиться порожнім, ваш обліковий запис не має членств у операторах і доступна лише область «Пристрій».
vi: Đang tải danh sách người vận hành… Nếu danh sách vẫn trống, tài khoản của bạn không có quyền vận hành và chỉ có phạm vi Thiết bị.
zh_hans: 正在加载运营方…如果列表一直为空，说明你的账户没有运营方成员身份，只能使用设备范围。
zh_hant: 正在載入操作員… 如果列表保持空白，表示你的帳戶沒有操作員成員資格，只可使用裝置範圍。

# notifications.devicePref.scope.footer.walletNeedsOperator
source: Wallet scope requires a selected operator.
ar: يتطلب نطاق المحفظة اختيار مشغل.
bn: ওয়ালেট স্কোপের জন্য নির্বাচিত অপারেটর দরকার।
bs: Za opseg „Novčanik“ potreban je odabran operater.
cs: Rozsah peněženky vyžaduje vybraného operátora.
da: Wallet-område kræver en valgt operatør.
de: Der Wallet-Bereich erfordert einen ausgewählten Operator.
el: Το πεδίο πορτοφολιού απαιτεί επιλεγμένο operator.
es: El ámbito Wallet requiere un operador seleccionado.
fa: دامنه کیف پول به اپراتور انتخاب‌شده نیاز دارد.
fi: Lompakko-laajuus vaatii valitun operaattorin.
fil: Ang wallet scope ay nangangailangan ng napiling operator.
fr: La portée Portefeuille nécessite la sélection d'un opérateur.
he: טווח ארנק דורש אופרטור נבחר.
hi: वॉलेट स्कोप के लिए चुना हुआ ऑपरेटर जरूरी है।
hr: Opseg novčanika zahtijeva odabranog operatora.
hu: A Pénztárca hatókörhöz operátort kell kiválasztani.
hy: Դրամապանակի շրջանակի համար պետք է ընտրված օպերատոր։
id: Cakupan dompet memerlukan operator yang dipilih.
is: Umfangið Veski krefst valins rekstraraðila.
it: L'ambito Wallet richiede un operatore selezionato.
ja: ウォレット範囲を使用するには、オペレーターの選択が必要です。
ko: 지갑 범위를 사용하려면 오퍼레이터를 선택해야 합니다.
lt: Piniginės apimčiai reikia pasirinkto operatoriaus.
lv: Maka tvērumam ir nepieciešams izvēlēts operators.
ms: Skop dompet memerlukan operator yang dipilih.
my: Wallet scope အတွက် operator ရွေးထားရန် လိုအပ်သည်။
nb: Lommebok-omfang krever en valgt operatør.
nl: Het bereik Wallet vereist een geselecteerde operator.
pl: Aby użyć zakresu „Portfel”, wybierz operatora.
pt_br: O escopo de carteira exige um operador selecionado.
ro: Domeniul Portofel necesită un operator selectat.
ru: Область «Кошелёк» требует выбранного оператора.
sk: Rozsah peňaženky vyžaduje vybraného operátora.
sq: Fushëveprimi i portofolit kërkon një operator të zgjedhur.
sr_latn: Opseg novčanika zahteva izabranog operatera.
sv: Plånboksomfattning kräver en vald operatör.
sw: Wigo wa Wallet unahitaji operator aliyechaguliwa.
th: ขอบเขตกระเป๋าเงินต้องเลือกโอเปอเรเตอร์ก่อน
tr: Cüzdan kapsamı için seçilmiş bir operatör gerekir.
uk: Область «Гаманець» вимагає вибраного оператора.
vi: Phạm vi ví yêu cầu phải chọn người vận hành.
zh_hans: 钱包范围需要先选择运营方。
zh_hant: 錢包範圍需要先選擇操作員。

# notifications.prefs.action.addOverride
source: Add override
ar: إضافة تجاوز
bn: ওভাররাইড যোগ করুন
bs: Dodaj izmjenu
cs: Přidat přepsání
da: Tilføj tilsidesættelse
de: Überschreibung hinzufügen
el: Προσθήκη παράκαμψης
es: Añadir anulación
fa: افزودن تنظیم اختصاصی
fi: Lisää ohitus
fil: Magdagdag ng override
fr: Ajouter un remplacement
he: הוספת עקיפה
hi: ओवरराइड जोड़ें
hr: Dodaj iznimku
hu: Felülírás hozzáadása
hy: Ավելացնել վերագրում
id: Tambah penggantian
is: Bæta við sérstillingu
it: Aggiungi override
ja: 上書きを追加
ko: 재정의 추가
lt: Pridėti nepaisymą
lv: Pievienot pārlabojumu
ms: Tambah penggantian
my: override ထည့်ပါ
nb: Legg til overstyring
nl: Override toevoegen
pl: Dodaj nadpisanie
pt_br: Adicionar substituição
ro: Adaugă suprascriere
ru: Добавить переопределение
sk: Pridať prepis
sq: Shto mbivendosje
sr_latn: Dodaj izuzetak
sv: Lägg till åsidosättande
sw: Ongeza override
th: เพิ่มการตั้งค่าแทนที่
tr: Geçersiz kılma ekle
uk: Додати перевизначення
vi: Thêm ghi đè
zh_hans: 添加覆盖项
zh_hant: 新增覆寫

# notifications.prefs.action.remove
source: Remove
ar: إزالة
bn: সরান
bs: Ukloni
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
he: הסרה
hi: हटाएं
hr: Ukloni
hu: Eltávolítás
hy: Հեռացնել
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
ko: 삭제
lt: Pašalinti
lv: Noņemt
ms: Buang
my: ဖယ်ရှားပါ
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sq: Hiq
sr_latn: Ukloni
sv: Ta bort
sw: Ondoa
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# notifications.prefs.noDevice.description
source: Enable push notifications in Settings → Notifications to register this device.
ar: فعّل إشعارات الدفع في الإعدادات → الإشعارات لتسجيل هذا الجهاز.
bn: এই ডিভাইস নিবন্ধন করতে সেটিংস → নোটিফিকেশন-এ পুশ নোটিফিকেশন চালু করুন।
bs: Omogući push obavještenja u Postavke → Obavještenja da registruješ ovaj uređaj.
cs: Povolte push oznámení v Nastavení → Oznámení, abyste toto zařízení zaregistrovali.
da: Aktivér push-notifikationer i Indstillinger → Notifikationer for at registrere denne enhed.
de: Aktiviere Push-Benachrichtigungen unter Einstellungen → Benachrichtigungen, um dieses Gerät zu registrieren.
el: Ενεργοποιήστε τις push ειδοποιήσεις στις Ρυθμίσεις → Ειδοποιήσεις για να εγγραφεί αυτή η συσκευή.
es: Activa las notificaciones push en Ajustes → Notificaciones para registrar este dispositivo.
fa: اعلان‌های push را در تنظیمات > اعلان‌ها فعال کنید تا این دستگاه ثبت شود.
fi: Ota push-ilmoitukset käyttöön kohdassa Asetukset → Ilmoitukset rekisteröidäksesi tämän laitteen.
fil: I-enable ang push notification sa Settings → Notifications upang irehistro ang device na ito.
fr: Activez les notifications push dans Réglages → Notifications pour enregistrer cet appareil.
he: הפעל התראות Push בהגדרות → התראות כדי לרשום את המכשיר הזה.
hi: इस डिवाइस को रजिस्टर करने के लिए सेटिंग्स → नोटिफिकेशन में पुश नोटिफिकेशन सक्षम करें।
hr: Omogućite push obavijesti u Postavke → Obavijesti za registraciju ovog uređaja.
hu: Engedélyezze a push értesítéseket a Beállítások → Értesítések menüben az eszköz regisztrálásához.
hy: Միացրեք push ծանուցումները Կարգավորումներ → Ծանուցումներ բաժնում՝ այս սարքը գրանցելու համար։
id: Aktifkan notifikasi push di Pengaturan → Notifikasi untuk mendaftarkan perangkat ini.
is: Kveiktu á push-tilkynningum í Stillingar → Tilkynningar til að skrá þetta tæki.
it: Abilita le notifiche push in Impostazioni → Notifiche per registrare questo dispositivo.
ja: このデバイスを登録するには、設定 → 通知でプッシュ通知を有効にしてください。
ko: 이 기기를 등록하려면 설정 → 알림에서 푸시 알림을 켜세요.
lt: Įjunkite push pranešimus per Nustatymai → Pranešimai, kad užregistruotumėte šį įrenginį.
lv: Iespējojiet push paziņojumus sadaļā Iestatījumi → Paziņojumi, lai reģistrētu šo ierīci.
ms: Dayakan pemberitahuan push dalam Tetapan → Pemberitahuan untuk mendaftarkan peranti ini.
my: ဤစက်ကို မှတ်ပုံတင်ရန် Settings → Notifications တွင် push notifications ကို ဖွင့်ပါ။
nb: Aktiver push-varsler i Innstillinger → Varsler for å registrere denne enheten.
nl: Schakel pushmeldingen in via Instellingen → Meldingen om dit apparaat te registreren.
pl: Włącz powiadomienia push w Ustawienia → Powiadomienia, aby zarejestrować to urządzenie.
pt_br: Ative as notificações push em Ajustes → Notificações para registrar este dispositivo.
ro: Activează notificările push din Setări → Notificări pentru a înregistra acest dispozitiv.
ru: Включите push-уведомления в Настройки → Уведомления, чтобы зарегистрировать это устройство.
sk: Zapnite push upozornenia v Nastavenia → Upozornenia, aby sa toto zariadenie zaregistrovalo.
sq: Aktivizo njoftimet push te Cilësime → Njoftime për ta regjistruar këtë pajisje.
sr_latn: Omogućite push obaveštenja u Podešavanja → Obaveštenja da biste registrovali ovaj uređaj.
sv: Aktivera push-aviseringar i Inställningar → Aviseringar för att registrera den här enheten.
sw: Washa push notifications katika Mipangilio > Arifa ili kusajili kifaa hiki.
th: เปิดการแจ้งเตือนแบบ push ในการตั้งค่า → การแจ้งเตือน เพื่อลงทะเบียนอุปกรณ์นี้
tr: Bu cihazı kaydetmek için Ayarlar → Bildirimler'de push bildirimlerini etkinleştirin.
uk: Увімкніть push-сповіщення в Налаштування → Сповіщення, щоб зареєструвати цей пристрій.
vi: Bật thông báo push trong Cài đặt → Thông báo để đăng ký thiết bị này.
zh_hans: 在设置 → 通知中启用推送通知，以注册此设备。
zh_hant: 在設定 → 通知中啟用推送通知，以註冊此裝置。

# notifications.prefs.noDevice.title
source: No device registered
ar: لا يوجد جهاز مسجل
bn: কোনো ডিভাইস নিবন্ধিত নয়
bs: Nema registrovanog uređaja
cs: Žádné registrované zařízení
da: Ingen enhed registreret
de: Kein Gerät registriert
el: Δεν έχει εγγραφεί συσκευή
es: Ningún dispositivo registrado
fa: دستگاهی ثبت نشده است
fi: Laitetta ei ole rekisteröity
fil: Walang nakarehistrong device
fr: Aucun appareil enregistré
he: לא רשום מכשיר
hi: कोई डिवाइस रजिस्टर्ड नहीं
hr: Nijedan uređaj nije registriran
hu: Nincs regisztrált eszköz
hy: Սարք գրանցված չէ
id: Tidak ada perangkat terdaftar
is: Ekkert tæki skráð
it: Nessun dispositivo registrato
ja: 登録済みデバイスなし
ko: 등록된 기기 없음
lt: Įrenginys neužregistruotas
lv: Nav reģistrētu ierīču
ms: Tiada peranti didaftarkan
my: မှတ်ပုံတင်ထားသော စက်မရှိ
nb: Ingen enhet registrert
nl: Geen apparaat geregistreerd
pl: Nie zarejestrowano urządzenia
pt_br: Nenhum dispositivo registrado
ro: Niciun dispozitiv înregistrat
ru: Устройство не зарегистрировано
sk: Žiadne zaregistrované zariadenie
sq: Nuk ka pajisje të regjistruar
sr_latn: Nijedan uređaj nije registrovan
sv: Ingen enhet registrerad
sw: Hakuna kifaa kilichosajiliwa
th: ยังไม่มีอุปกรณ์ที่ลงทะเบียน
tr: Kayıtlı cihaz yok
uk: Жодного пристрою не зареєстровано
vi: Chưa đăng ký thiết bị
zh_hans: 未注册设备
zh_hant: 未註冊裝置
